tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask "macvim"

brew "npm"
brew "zoxide"
brew "fd"
brew "ripgrep"
brew "wget"
brew "fzf"
brew "starship"
brew "olets/tap/zsh-abbr"
brew "lsd"
brew "gh"
brew "git-delta"
brew "bat"
brew "gum"
brew "htop"
brew "lf"
brew "fsouza/prettierd/prettierd"
brew "zsh-vi-mode"
brew "fig"
brew "pngpaste""
